"Add Field" = "Dodaj adnotację";

"Album" = "Album";
"Artist" = "Wykonawca";
"Artwork" = "Grafika";
"Author" = "Autor";
"Comment" = "Komentarz";
"Composer" = "Kompozytor";
"Copyright" = "Prawa autorskie";
"Creation Date" = "Data utworzenia";
"Description" = "Opis";
"Director" = "Reżyser";
"Disclaimer" = "Zastrzeżenia";
"Encoded By" = "Kodowane przez";
"Genre" = "Gatunek";
"Full Name" = "Pełna nazwa";
"Keywords" = "Słowa kluczowe";
"Title" = "Tytuł";
"Information" = "Informacje";
"Producer" = "Producent";
"Edit Date" = "Data";
"Track Number" = "Ścieżka";
"Performers" = "Odtwórcy";
"URL Link" = "Łącze URL";
"Playback Requirements" = "Wymagania odtwarzania";
"Original Artist" = "Oryginalny wykonawca";
"Original Source" = "Źródło oryginalne";
"Original Format" = "Format oryginalny";
"Software" = "Oprogramowanie";
"Product" = "Produkt";
"Warning" = "Uwaga";
"Writer" = "Scenarzysta";
"Year" = "Rok";
